Repository: pekarskyi/ip-installer
Catalog: lang/ip-installer-*.po
Languages: ru_ru, uk

source: A simple WordPress plugin for cleaning up the database by removing products, categories, attributes, tags, coupons, orders, and order notes.
ru_ru: Простой плагин WordPress для очистки базы данных путем удаления товаров, категорий, атрибутов, меток, купонов, заказов и заметок к заказам.
uk: Простий плагін для WordPress, що очищує базу даних, видаляючи товари, категорії, атрибути, теги, купони, замовлення та нотатки до замовлень.

source: A WordPress debugging tool that displays PHP errors from debug.log in a structured and user-friendly format.
ru_ru: Инструмент отладки WordPress, который отображает ошибки PHP из debug.log в структурированном и удобном формате.
uk: Інструмент для налагодження в WordPress, який відображає PHP-помилки з файлу debug.log у структурованому та зручному для користувача форматі.

source: A WordPress plugin for logging user search queries on your site. It offers a convenient interface in the WordPress admin panel to view and analyze the collected data, along with the option to export it in Excel format.
ru_ru: Плагин WordPress для записи поисковых запросов пользователей на вашем сайте. Он предоставляет удобный интерфейс в панели администратора WordPress для просмотра и анализа собранных данных, а также возможность экспорта в формате Excel.
uk: Плагін для WordPress, який реєструє пошукові запити користувачів на вашому сайті. Він пропонує зручний інтерфейс для перегляду та аналізу зібраних даних, а також можливість експортувати їх у форматі Excel.

source: A WordPress plugin that converts local (custom) product attributes into global attributes.
ru_ru: Плагин WordPress, который конвертирует локальные (пользовательские) атрибуты товаров в глобальные атрибуты.
uk: Плагін для WordPress, який перетворює локальні (кастомні) атрибути товарів на глобальні атрибути.

source: Actions
ru_ru: Действия
uk: Дії

source: Activate
ru_ru: Активировать
uk: Активувати

source: Active
ru_ru: Активен
uk: Активний

source: AJAX request error. Please try again.
ru_ru: Ошибка AJAX-запроса. Пожалуйста, попробуйте снова.
uk: Помилка запиту AJAX. Спробуйте ще раз.

source: An error occurred. Please try again.
ru_ru: Произошла ошибка. Пожалуйста, попробуйте снова.
uk: Виникла помилка. Будь ласка, спробуйте ще раз.

source: Are you sure you want to uninstall this plugin? You will be redirected to the WordPress plugins page to complete the uninstallation.
ru_ru: Вы уверены, что хотите удалить этот плагин? Вы будете перенаправлены на страницу плагинов WordPress для завершения удаления.

source: Check for updates
ru_ru: Проверить наличие обновлений
uk: Перевірити наявність оновлень

source: CURL Error: %s
ru_ru: Ошибка CURL: %s
uk: Помилка CURL: %s

source: Deactivate
ru_ru: Деактивировать
uk: Деактивувати

source: Delete all plugin data when uninstalling
ru_ru: Удалить все данные плагина при удалении
uk: Очистити всі дані плагіна під час його видалення

source: Delivery (UA) Shipping Method for WooCommerce.
ru_ru: Служба доставки Delivery (UA) - метод доставки для WooCommerce.
uk: Українська служба доставки Делівері - метод доставки для WooCommerce.

source: Description
ru_ru: Описание
uk: Опис

source: Downloaded file is missing or empty.
ru_ru: Загруженный файл отсутствует или пуст.
uk: Завантажений файл відсутній або порожній.

source: Failed to copy plugin files.
ru_ru: Не удалось скопировать файлы плагина.
uk: Не вдалося скопіювати файли плагінів.

source: Failed to copy script file.
ru_ru: Не удалось скопировать файл скрипта.
uk: Не вдалося скопіювати файл скрипта.

source: Failed to create temporary directory for download.
ru_ru: Не удалось создать временную директорию для загрузки.
uk: Не вдалося створити тимчасовий каталог для завантаження.

source: Failed to delete plugin files.
ru_ru: Не удалось удалить файлы плагина.
uk: Не вдалося видалити файли плагінів.

source: Failed to delete script file.
ru_ru: Не удалось удалить файл скрипта.
uk: Не вдалося видалити файл скрипта.

source: Failed to download archive. Response code: %s
ru_ru: Не удалось загрузить архив. Код ответа: %s
uk: Не вдалося завантажити архів. Код відповіді: %s

source: Failed to find extracted plugin files.
ru_ru: Не удалось найти извлеченные файлы плагина.
uk: Не вдалося знайти розпаковані файли плагінів.

source: Failed to find PHP script file.
ru_ru: Не удалось найти PHP файл скрипта.
uk: Не вдалося знайти файл PHP-скрипта.

source: Go to
ru_ru: Перейти к
uk: Перейти

source: If checked, all plugin data will be removed when the plugin is uninstalled.
ru_ru: Если отмечено, все данные плагина будут удалены при удалении плагина.
uk: Всі дані буде очищено під час видалення плагіна.

source: Inactive
ru_ru: Неактивен
uk: Неактивний

source: Install
ru_ru: Установить
uk: Встановити

source: Installed
ru_ru: Установлен
uk: Встановлено

source: IP Installer Settings
ru_ru: Настройки IP Installer
uk: Налаштування IP Installer

source: Last checked: %s
ru_ru: Последняя проверка: %s
uk: Остання перевірка: %s

source: Missing plugin ID.
ru_ru: Отсутствует ID плагина.
uk: Відсутній ідентифікатор плагіна.

source: Name
ru_ru: Название
uk: Назва

source: Not Installed
ru_ru: Не установлен
uk: Не встановлено

source: Plugin "%s" installed successfully.
ru_ru: Плагин "%s" успешно установлен.
uk: Плагін "%s" успішно встановлено.

source: Plugin "%s" uninstalled successfully.
ru_ru: Плагин "%s" успешно удален.
uk: Плагін "%s" успішно видалено.

source: Plugin %s installed successfully!
ru_ru: Плагин %s успешно установлен!
uk: Плагін %s успішно встановлено!

source: Plugin %s uninstalled successfully!
ru_ru: Плагин %s успешно удален!
uk: Плагін %s успішно видалено!

source: Plugin %s updated successfully to the latest version %s!
ru_ru: Плагин %s успешно обновлен до последней версии %s!
uk: Плагін %s успішно оновлено до останньої версії %s!

source: Plugin %s updated successfully!
ru_ru: Плагин %s успешно обновлен!
uk: Плагін %s успішно оновлено!

source: Plugin activated successfully!
ru_ru: Плагин успешно активирован!
uk: Плагін успішно активовано!

source: Plugin activated successfully.
ru_ru: Плагин успешно активирован.
uk: Плагін успішно активовано.

source: Plugin cleanup
ru_ru: Очистка плагина
uk: Очищення БД

source: Plugin deactivated successfully!
ru_ru: Плагин успешно деактивирован!
uk: Плагін успішно деактивовано!

source: Plugin deactivated successfully.
ru_ru: Плагин успешно деактивирован.
uk: Плагін успішно деактивовано.

source: Plugin directory not found.
ru_ru: Директория плагина не найдена.
uk: Каталог плагінів не знайдено.

source: Plugin for installing other plugins and scripts from GitHub repositories.
ru_ru: Плагин для установки других плагинов и скриптов из репозиториев GitHub.
uk: Плагін для встановлення інших плагінів і скриптів з репозиторіїв GitHub.

source: Plugin main file not found.
ru_ru: Основной файл плагина не найден.
uk: Головний файл плагіна не знайдено.

source: Plugin not found.
ru_ru: Плагин не найден.
uk: Плагін не знайдено.

source: Save Settings
ru_ru: Сохранить настройки
uk: Зберегти налаштування

source: Script "%s" uninstalled successfully.
ru_ru: Скрипт "%s" успешно удален.
uk: Скрипт "%s" успішно видалено.

source: Script file not found.
ru_ru: Файл скрипта не найден.
uk: Файл скрипта не знайдено.

source: Scripts
ru_ru: Скрипты
uk: Скрипти

source: Security check failed.
ru_ru: Проверка безопасности не пройдена.
uk: Перевірка безпеки не вдалася.

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Settings updated successfully!
ru_ru: Настройки успешно обновлены!
uk: Налаштування успішно оновлено!

source: Settings updated successfully.
ru_ru: Настройки успешно обновлены.
uk: Налаштування успішно оновлено.

source: Status
ru_ru: Статус
uk: Статус

source: The plugin lets you quickly switch between different languages without digging into WordPress general or profile settings.
ru_ru: Плагин позволяет быстро переключаться между разными языками без необходимости поиска в общих настройках WordPress или настройках профиля.
uk: Плагін, що дозволяє швидко переключатися між різними мовами без необхідності заглиблюватися в загальні налаштування WordPress або профіль.

source: Uninstall
ru_ru: Удалить
uk: Видалити

source: Update check completed. All plugins and scripts are up to date.
ru_ru: Проверка обновлений завершена. Все плагины и скрипты актуальны.
uk: Перевірка оновлень завершена. Всі плагіни та скрипти мають свіжу версію.

source: Update check completed. Found %d update available.
ru_ru: Проверка обновлений завершена. Найдено %d доступное обновление.
uk: Перевірка оновлень завершена. Знайдено доступне оновлення %d.

source: Update to %s
ru_ru: Обновить до %s
uk: Оновити до %s

source: Version: %s
ru_ru: Версия: %s
uk: Версія: %s

source: WordPress plugin for monitoring, logging, and alerting suspicious GET requests on your website. It acts as an additional security layer, helping you detect potential threats at an early stage.
ru_ru: Плагин WordPress для мониторинга, логирования и оповещения о подозрительных GET-запросах на вашем сайте. Он действует как дополнительный уровень безопасности, помогая обнаружить потенциальные угрозы на ранней стадии.
uk: Плагін WordPress для моніторингу, реєстрації та сповіщення про підозрілі GET-запити на вашому сайті. Він служить додатковим рівнем безпеки, допомагаючи виявляти потенційні загрози на ранній стадії.

source: WordPress Plugins
ru_ru: Плагины WordPress
uk: Плагіни WordPress

source: WordPress URL Replacer is a simple yet powerful tool that instantly replaces any URLs directly in your site's database. No complicated settings or bulky plugins — just fast, simple, and effective.
ru_ru: WordPress URL Replacer — это простой, но мощный инструмент, который мгновенно заменяет любые URL-адреса непосредственно в базе данных вашего сайта. Никаких сложных настроек или громоздких плагинов — просто быстро, просто и эффективно.

source: You do not have permission to perform this action.
ru_ru: У вас нет прав для выполнения этого действия."
uk: Ви не маєте дозволу на виконання цієї дії.

source: WordPress URL Replacer is a simple yet powerful tool that instantly replaces any URLs directly in your site’s database. No complicated settings or bulky plugins — just fast, simple, and effective.
uk: Простий, але потужний інструмент, який миттєво замінює будь-які URL безпосередньо в базі даних вашого сайту. Без складних налаштувань і громіздких плагінів — просто, швидко та ефективно.
